<p style="margin-top: 15px;font-weight: bold;color: #dc3545;text-align: left; font-size: 11px;
    line-height: 21px;">
📍Inside Dhaka Order & Delivery Terms: <br>  




✅ শুধু ঢাকা সিটি কর্পোরেশন এলাকায় 100% Cash on Delivery (COD) সুবিধা পাওয়া যাবে।<br>
✅ যেহেতু এটি মাছের আইটেম, আমরা bike এ সরাসরি আপনার হাতে ডেলিভারি করি—তাই delivery charge একটু বেশি মনে হতে পারে ।     <br>
✅ মাছ হাতে পাবার সময় check করে নিয়ে তারপর payment করতে পারবেন।   <br>

⏳ ডেলিভারি সময়: সাধারণত 24–48 ঘন্টা।<br> <br>





📍Outside Dhaka Order & Delivery Terms: <br>  

✅ ঢাকার বাইরে অর্ডার করলে নিরাপত্তার জন্য টোটাল বিল থেকে ১০০০ টাকা অগ্রিম দিতে হবে।<br>
⚠ কারণ, অনেক সময় customer কুরিয়ার থেকে পণ্য নেন না—যার ফলে আমাদের বড় ক্ষতি হয়।<br>
🚚 Delivery charge: ৪৫০ টাকা (ককশিট + কুরিয়ার চার্জ বাবদ)।<br>
⏳ ডেলিভারি সময়: ৪৮–৭২ ঘন্টা (লোকেশন ভেদে ভিন্ন হতে পারে)।<br>
🙏 অনুরোধ করছি—যদি এই শর্ত মেনে নিতে না পারেন, তবে দয়া করে ঢাকার বাইরে থেকে অর্ডার করবেন না
</p>